Repository: Behzadkhosravifar/GoProject
Catalog: src/GoProject/Properties/Localization.*.resx
Languages: fa

source: Add Email Event
fa: اضافه کردن رخداد ایمیل

source: Add Error Event
fa: اضافه کردن رخداد خطا

source: Add Escalation Event
fa: اضافه کردن رخداد تشدید

source: Add Lane
fa: ایجاد بخش

source: Add Signal Event
fa: اضافه کردن رخداد سیگنال

source: Add Timer Event
fa: اضافه کردن رخداد زمان

source: Black Box
fa: جعبه سیاه

source: Cancel
fa: لغو

source: Comment
fa: توضیحات

source: Compound
fa: ترکیب

source: Conditional Flow
fa: جریان شرطی

source: Copy
fa: کپی

source: Cut
fa: برش

source: Data Object
fa: شی داده

source: Data Storage
fa: مخزن

source: Default Flow
fa: جریان پیش فرض

source: Delete
fa: پاک کردن

source: Devider
fa: تقسیم کننده

source: Edit
fa: ویرایش

source: Empty
fa: خالی

source: End
fa: نهایی

source: Error
fa: خطا

source: Event
fa: رخداد

source: Exclusive
fa: تفکیک

source: File
fa: فایل

source: Grid
fa: شطرنجی

source: Group
fa: گروه

source: Layout
fa: لایه بندی

source: Message
fa: پیام

source: New
fa: جدید

source: New Diagram
fa: نمودار جدید

source: New Lane
fa: بخش جدید

source: Note
fa: توضیح

source: Open
fa: باز کردن

source: Options
fa: تنظیمات

source: Overview
fa: نمای کلی

source: Parallel
fa: ترکیب

source: Paste
fa: چسباندن

source: Pool
fa: گروه بند

source: Process
fa: پردازش

source: Redo
fa: واگرد

source: Rename
fa: تغییرنام

source: Reset
fa: بازگردانی از اول

source: Save
fa: ذخیره

source: Save As...
fa: ذخیره به عنوان...

source: Saved
fa: ذخیره شده

source: Select All
fa: انتخاب همه

source: Separation
fa: تفکیک

source: Service Task
fa: فرآیند سرویس

source: Shapes
fa: اشکال

source: Signal
fa: سیگنال

source: Snapping
fa: تعیین نشان گاه

source: Start
fa: مواد اولیه

source: Subprocess
fa: زیرفرآیند

source: Task
fa: فرآیند

source: Terminate
fa: نیمه ساخته

source: Timer
fa: تایمر

source: Tools
fa: ابزارها

source: Transaction
fa: فرآیند

source: Undo
fa: برگشت به عقب

source: Unsaved
fa: ذخیره نشده

source: Unsaved File
fa: فایل ذخیره نشده

source: User Task
fa: فرآیند کاربر
